The name of the corresponding reference point in the Family document.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public string Name { get; }
  Visual Basic
Public ReadOnly Property Name As String
	Get
  Visual C++
public:
property String^ Name {
	String^ get ();
}
 See Also
  FamilyPointLocation Class
  Autodesk.Revit.DB Namespace